Docs/Reference/Content/images/dependencies/net9.0/d2/alloverit-evaluator.d2
direction: left

aoi: AllOverIt
aoi.alloverit-evaluator: AllOverIt.Evaluator
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-evaluator
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
