Docs/Reference/Content/images/dependencies/net9.0/mmd/alloverit-evaluator.mmd
flowchart LR
  alloverit-evaluator["AllOverIt.Evaluator"]
  alloverit["AllOverIt"]
  alloverit-assertion["AllOverIt.Assertion"]
  alloverit-evaluator --> alloverit
  alloverit --> alloverit-assertion
